brew 'caskroom/cask/brew-cask'

cask 'iterm2'

brew 'zsh'
brew 'coreutils'
brew 'curl'
brew 'unrar'
cask 'the-unarchiver'
brew 'wget'

brew 'tmux'
brew 'reattach-to-user-namespace'

brew 'vim'
brew 'ctags'
brew 'the_silver_searcher'

brew 'git'
brew 'mercurial'

brew 'cmake'
brew 'shellcheck'
brew 'valgrind'

brew 'ansible'
cask 'packer'
cask 'vagrant'
cask 'virtualbox'

cask 'flux'
cask 'menumeters'

brew 'python3'
