brew 'ansible'
brew 'clang-format'
brew 'ninja'
brew 'pass'
brew 'pandoc'
brew 'tig'
brew 'conan'
brew 'diff-so-fancy'
brew 'cmake'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'llvm'
brew 'mercurial'
brew 'packer'
brew 'python3'
brew 'ripgrep'
brew 'ripgrep-all'
brew 'shellcheck'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'zsh'
cask 'flux'
cask 'iterm2'
cask 'the-unarchiver'
cask 'vagrant'
cask 'menumeters'
